{
  "cards": [
    {
      "id": "major_0_the_fool",
      "name_kr": "0. 바보 (The Fool)",
      "keywords": ["#새로운시작", "#자유", "#순수", "#무모함", "#모험"],
      "meanings": {
        "general": "마치 여행을 떠나는 아이처럼 순수한 마음 상태시군요. 무한한 가능성이 당신 앞에 펼쳐져 있어요. 계획이 조금 부족해 보일지라도, 당신의 직관을 믿고 첫 발을 내딛는 용기가 필요한 시점입니다.",
        "dating": {
          "single": "뜻밖의 장소에서 생각지도 못한 인연을 만날 수 있어요. 너무 이것저것 따지기보다는 마음이 끌리는 대로 움직여보세요.",
          "couple": "서로에게 얽매이지 않고 친구처럼 즐겁고 자유로운 시간을 보내게 될 거예요. 함께 새로운 취미를 시작해보는 것도 좋겠어요.",
          "reunion": "그 사람은 지금 당신과의 관계에 대해 심각하게 고민하기보다는, 홀가분해지고 싶은 마음이 커요. 자유를 만끽하고 싶어 해서 당장의 재회는 쉽지 않을 수 있답니다. 연락이 닿더라도 진지한 대화보다는 가벼운 안부 정도로 시작될 가능성이 높아요."
        },
        "career": "새로운 프로젝트나 이직을 꿈꾸고 계신가요? 아직 준비가 덜 된 것처럼 보여도, 과감하게 도전해볼 만한 운이 들어왔어요. 창의적인 아이디어가 빛을 발할 거예요.",
        "wealth": "계획 없는 지출을 조심해야 해요. 기분에 따라 돈을 쓰다 보면 나중에 후회할 수 있으니, 지갑을 열기 전에 한 번만 더 생각해보세요."
      },
      "advice": {
        "action": "너무 많은 생각은 접어두고 일단 저질러보세요. 시작이 반입니다.",
        "warning": "현실적인 위험 요소를 너무 무시하지는 마세요. 발밑의 절벽은 확인해야죠.",
        "lucky_item": "백팩, 여행 티켓"
      }
    },
    {
      "id": "major_1_the_magician",
      "name_kr": "1. 마법사 (The Magician)",
      "keywords": ["#창조", "#능력", "#자신감", "#시작", "#다재다능"],
      "meanings": {
        "general": "당신은 이미 모든 도구를 손에 쥐고 있군요. 무엇이든 만들어낼 수 있는 강력한 에너지와 재능이 넘치고 있어요. 이제 그 능력을 세상에 보여줄 때입니다.",
        "dating": {
          "single": "말솜씨가 좋고 매력적인 사람이 다가올 수 있어요. 혹은 당신이 그런 매력을 발산하여 인기가 많아지는 시기입니다.",
          "couple": "두 사람의 관계를 주도적으로 이끌어갈 수 있는 시기예요. 당신의 아이디어로 데이트가 더욱 즐거워지고 관계가 발전할 거예요.",
          "reunion": "상대방은 당신을 여전히 '매력적이고 능력 있는 사람'으로 기억하고 있어요. 재회 가능성은 꽤 높습니다. 다만, 당신이 먼저 연락하거나 상황을 만드는 등 주도적으로 움직여야 그 사람도 반응을 보일 거예요."
        },
        "career": "업무 능력이 최상으로 발휘되는 때입니다. 프레젠테이션이나 협상에서 당신의 언변이 빛을 발하고, 좋은 성과를 거둘 수 있어요.",
        "wealth": "당신의 재능이나 아이디어가 곧 수익으로 연결될 수 있어요. 부업을 시작하거나 투자를 계획하기에 좋은 시기입니다."
      },
      "advice": {
        "action": "자신감을 가지고 당신의 능력을 적극적으로 어필하세요.",
        "warning": "말만 앞세우고 행동하지 않는 사기꾼이 되지 않도록 주의하세요.",
        "lucky_item": "펜, 최신 전자기기"
      }
    },
    {
      "id": "major_2_the_high_priestess",
      "name_kr": "2. 여사제 (The High Priestess)",
      "keywords": ["#직관", "#신비", "#지혜", "#비밀", "#정적인"],
      "meanings": {
        "general": "지금은 움직일 때가 아니라 멈춰서 내면의 목소리에 귀 기울일 때입니다. 겉으로 드러난 사실보다 숨겨진 진실이 중요하니, 당신의 직감을 믿으세요.",
        "dating": {
          "single": "쉽게 마음을 열지 않는 신중한 태도를 보이고 계시네요. 짝사랑 중이라면 속마음을 숨기고 있어서 상대가 모를 수 있어요.",
          "couple": "정서적인 교감이 깊어지는 시기지만, 서로 말하지 않는 비밀이 생길 수도 있어요. 말로 표현하지 않아도 통하는 느낌을 받겠네요.",
          "reunion": "그 사람은 당신을 조용히 그리워하고 있을지 모르지만, 자존심이나 현실적인 이유로 겉으로 표현하지 않고 있어요. 속마음을 꽁꽁 숨기고 있어서 재회까지는 시간이 걸리고, 인내심이 필요해요."
        },
        "career": "문서나 계약 관련 업무, 혹은 연구나 공부에 좋은 운입니다. 성급하게 결정하기보다는 상황을 관망하며 지식을 쌓는 것이 유리해요.",
        "wealth": "금전적으로는 현상 유지가 중요합니다. 무리한 투자보다는 자금을 비축하고 미래를 대비하는 것이 좋겠어요."
      },
      "advice": {
        "action": "책을 읽거나 명상을 하며 지혜를 쌓으세요. 침묵이 금입니다.",
        "warning": "너무 차갑게 대하거나 소통을 단절하면 오해가 쌓일 수 있어요.",
        "lucky_item": "다이어리, 은색 장신구"
      }
    },
    {
      "id": "major_3_the_empress",
      "name_kr": "3. 여황제 (The Empress)",
      "keywords": ["#풍요", "#모성애", "#편안함", "#아름다움", "#성취"],
      "meanings": {
        "general": "따뜻하고 풍요로운 에너지가 당신을 감싸고 있어요. 노력한 것에 대한 결실을 맺고, 마음의 여유를 누릴 수 있는 행복한 시기입니다.",
        "dating": {
          "single": "매력적인 외모와 편안한 분위기로 이성에게 인기가 많아질 거예요. 좋은 조건의 사람을 만날 수도 있겠어요.",
          "couple": "임신 소식이 들릴 수도 있을 만큼 사랑이 결실을 맺는 시기예요. 서로를 아끼고 보살피며 깊은 사랑을 나누게 됩니다.",
          "reunion": "상대방은 당신과의 편안하고 따뜻했던 기억을 떠올리고 있어요. 당신의 배려와 챙김을 그리워하고 있어서, 부드럽게 다가간다면 긍정적인 반응을 얻을 수 있습니다. 재회 운이 매우 좋아요."
        },
        "career": "프로젝트가 성공적으로 마무리되어 성과를 얻게 됩니다. 승진이나 보너스 같은 기분 좋은 소식이 있을 수 있어요.",
        "wealth": "물질적으로 매우 풍족해집니다. 다만 사치나 낭비로 이어지지 않도록 주의한다면, 금전적인 여유를 만끽할 수 있어요."
      },
      "advice": {
        "action": "주변 사람들에게 베풀고, 당신의 매력을 마음껏 뽐내보세요.",
        "warning": "게을러지거나 현실에 안주하지 않도록 경계하세요.",
        "lucky_item": "꽃, 편안한 소파"
      }
    },
    {
      "id": "major_4_the_emperor",
      "name_kr": "4. 황제 (The Emperor)",
      "keywords": ["#권위", "#책임감", "#안정", "#리더십", "#보수적"],
      "meanings": {
        "general": "흔들리지 않는 단단한 기반 위에 서 계시군요. 당신의 의지대로 상황을 통제하고 리드할 수 있는 힘이 있습니다. 책임감이 따르지만 그만큼 성취도 클 거예요.",
        "dating": {
          "single": "능력 있고 믿음직하지만 다소 보수적인 사람을 만날 수 있어요. 연상이나 직위가 높은 사람일 가능성이 큽니다.",
          "couple": "관계가 안정적이지만 조금 딱딱할 수 있어요. 상대방이 주도권을 쥐려 하거나 당신이 너무 고집을 부릴 수도 있으니 유연함이 필요해요.",
          "reunion": "그 사람은 자존심이 매우 강해요. 당신을 생각하고는 있지만, 자신이 먼저 고개를 숙이고 들어오지는 않을 거예요. 재회를 원한다면 당신이 그 사람의 자존심을 세워주며 다가가야 해요."
        },
        "career": "리더십을 발휘하여 조직을 이끌거나 중요한 결정을 내리는 위치에 서게 됩니다. 승진운이 따르고 사업도 안정권에 접어들 거예요.",
        "wealth": "금전 관리 능력이 뛰어나 재산을 안정적으로 불릴 수 있습니다. 부동산 같은 자산 가치가 있는 곳에 투자하는 것이 좋아요."
      },
      "advice": {
        "action": "체계적인 계획을 세우고 흔들림 없이 밀고 나가세요.",
        "warning": "독불장군처럼 굴거나 권위적으로 행동하면 주변 사람이 떠납니다.",
        "lucky_item": "시계, 정장"
      }
    },
    {
      "id": "major_5_the_hierophant",
      "name_kr": "5. 교황 (The Hierophant)",
      "keywords": ["#조언", "#교육", "#전통", "#신뢰", "#중재"],
      "meanings": {
        "general": "혼자 고민하기보다는 믿을 만한 멘토나 전문가의 조언을 구하는 것이 좋아요. 전통적인 방식과 규칙을 따르는 것이 문제를 해결하는 열쇠가 될 거예요.",
        "dating": {
          "single": "소개팅이나 중매처럼 누군가의 주선으로 만남이 이루어질 수 있어요. 예의 바르고 진중한 사람과 인연이 닿겠네요.",
          "couple": "결혼을 생각할 만큼 진지하고 신뢰가 깊은 관계입니다. 주변의 축복을 받으며 관계가 더욱 돈독해질 거예요.",
          "reunion": "두 사람 사이에 겹치는 지인이나 친구가 있다면 그들의 도움을 받아보는 게 좋아요. 상대방은 보수적인 성향이라 한 번 끝난 관계를 쉽게 되돌리려 하지 않지만, 명분이 있다면 가능성은 있습니다."
        },
        "career": "직장에서 인정을 받고, 교육이나 상담 관련 업무에서 두각을 나타낼 수 있어요. 원칙을 지키는 태도가 좋은 평가를 받습니다.",
        "wealth": "안정적인 적금이나 공인된 투자처를 찾는 것이 좋습니다. 동업을 하거나 계약을 맺을 때도 공식적인 절차를 밟으세요."
      },
      "advice": {
        "action": "경험자의 지혜를 빌리거나 정석대로 행동하세요.",
        "warning": "융통성 없이 너무 꽉 막힌 태도는 답답함을 줄 수 있어요.",
        "lucky_item": "열쇠, 오래된 책"
      }
    },
    {
      "id": "major_6_the_lovers",
      "name_kr": "6. 연인 (The Lovers)",
      "keywords": ["#사랑", "#선택", "#조화", "#소통", "#매력"],
      "meanings": {
        "general": "마음이 설레는 선택의 기로에 서 있군요. 인간관계에서의 즐거움과 조화가 돋보이는 시기입니다. 당신의 직관과 감정이 이끄는 쪽을 선택하세요.",
        "dating": {
          "single": "눈에 콩깍지가 씌일 만큼 마음에 쏙 드는 상대를 만날 수 있어요. 썸을 타고 있다면 연인으로 발전할 확률이 매우 높아요.",
          "couple": "서로 죽고 못 사는 뜨거운 사랑을 하게 됩니다. 소통이 잘 되고 함께 있으면 시간 가는 줄 모르는 행복한 시기예요.",
          "reunion": "그 사람도 당신을 여전히 매력적인 이성으로 생각하고 있어요. 추억을 미화하며 그리워하고 있을 가능성이 큽니다. 연락이 닿으면 다시 불꽃이 튈 수 있지만, 삼각관계나 다른 유혹이 없는지 확인은 필요해요."
        },
        "career": "동료들과의 협업이 잘 되고 팀워크가 좋습니다. 혹은 두 가지 제안이나 프로젝트 중에 하나를 선택해야 하는 행복한 고민에 빠질 수 있어요.",
        "wealth": "유흥비나 데이트 비용으로 지출이 늘어날 수 있어요. 즐거움을 위한 소비는 좋지만, 균형은 잡으셔야 해요."
      },
      "advice": {
        "action": "마음을 솔직하게 표현하고 사람들과 어울리세요.",
        "warning": "감정에 치우쳐서 섣부른 결정을 내리거나 유혹에 넘어가지 마세요.",
        "lucky_item": "향수, 커플 아이템"
      }
    },
    {
      "id": "major_7_the_chariot",
      "name_kr": "7. 전차 (The Chariot)",
      "keywords": ["#돌진", "#승리", "#이동", "#의지", "#극복"],
      "meanings": {
        "general": "목표를 향해 거침없이 질주하는 에너지가 넘치네요! 장애물이 있어도 강한 의지로 돌파해낼 수 있습니다. 지금은 망설이지 말고 앞으로 나아가야 할 때예요.",
        "dating": {
          "single": "적극적으로 대시하는 사람이 나타나거나, 당신이 마음에 드는 상대에게 직진하게 될 거예요. 경쟁자가 있어도 이길 수 있습니다.",
          "couple": "두 사람의 관계가 빠르게 진전됩니다. 여행을 떠나거나 함께 무언가를 추진하면서 더욱 가까워질 거예요.",
          "reunion": "상대방은 일이나 자신의 목표 때문에 매우 바쁜 상태일 수 있어요. 하지만 당신에 대한 마음이 남았다면 갑작스럽게 연락해올 수도 있습니다. 재회를 원한다면 당신도 적극적으로 밀어붙여야 해요."
        },
        "career": "승진, 합격, 프로젝트 성공 등 뚜렷한 성과를 거둘 수 있습니다. 출장이나 부서 이동 등 이동수가 들어와 있기도 해요.",
        "wealth": "공격적인 투자가 수익을 낼 수 있지만, 리스크 관리도 필요합니다. 차를 사거나 여행 비용으로 돈을 쓸 일이 생길 수 있어요."
      },
      "advice": {
        "action": "목표를 확실히 정하고 집중해서 달리세요. 속도가 생명입니다.",
        "warning": "너무 앞만 보고 달리다 주변을 챙기지 못할 수 있어요. 폭주하지 않도록 조절하세요.",
        "lucky_item": "자동차, 운동화"
      }
    },
    {
      "id": "major_8_strength",
      "name_kr": "8. 힘 (Strength)",
      "keywords": ["#외유내강", "#인내", "#포용", "#조련", "#용기"],
      "meanings": {
        "general": "물리적인 힘보다 정신적인 힘이 빛나는 시기입니다. 부드러움이 강함을 이긴다는 말처럼, 인내심과 포용력으로 어려운 상황을 지혜롭게 극복할 수 있어요.",
        "dating": {
          "single": "오랫동안 당신을 지켜봐 온 친구 같은 사람과 인연이 닿을 수 있어요. 혹은 당신이 짝사랑 상대를 끈기 있게 기다리게 될 수도 있겠네요.",
          "couple": "상대방의 단점까지 감싸주는 성숙한 사랑을 하고 계시군요. 당신의 따뜻한 리더십으로 관계가 더욱 단단해질 거예요.",
          "reunion": "재회까지는 시간이 좀 걸릴 수 있어요. 하지만 끈기를 가지고 부드럽게 설득한다면 상대의 마음을 돌릴 수 있습니다. 감정적으로 굴기보다 차분하게 대화로 풀어가세요."
        },
        "career": "힘든 업무나 까다로운 상사를 만나도 잘 견뎌내고 인정받게 됩니다. 끈기 있게 추진하던 일이 드디어 빛을 보게 될 거예요.",
        "wealth": "꾸준히 모은 돈이 목돈이 되어 돌아옵니다. 장기적인 관점에서의 투자가 유리해요."
      },
      "advice": {
        "action": "화를 내거나 강압적으로 굴지 말고, 부드럽게 상대를 다루세요.",
        "warning": "자신을 너무 억누르다가 스트레스를 받을 수 있어요. 내면의 목소리도 들어주세요.",
        "lucky_item": "애완동물 용품, 따뜻한 차"
      }
    },
    {
      "id": "major_9_the_hermit",
      "name_kr": "9. 은둔자 (The Hermit)",
      "keywords": ["#성찰", "#고독", "#탐구", "#신중", "#안내자"],
      "meanings": {
        "general": "잠시 세상의 소음에서 벗어나 혼자만의 시간이 필요하시군요. 내면을 깊이 들여다보고 인생의 답을 찾는 과정이 당신을 더 성숙하게 만들어줄 거예요.",
        "dating": {
          "single": "지금은 연애보다는 혼자 있는 것이 편한 시기입니다. 짝사랑 중이라면 속마음을 표현하지 않고 혼자 삭히고 계실 수 있어요.",
          "couple": "권태기가 올 수 있거나, 각자의 시간이 필요한 때입니다. 서로의 거리를 존중해주면서 관계를 돌아보는 시간이 필요해요.",
          "reunion": "그 사람은 지금 연애보다는 자신의 일이나 고민에 빠져 동굴 속으로 들어가 버렸어요. 연락을 해도 답이 없거나 늦을 수 있습니다. 지금은 그를 기다리기보다 당신의 삶에 집중하는 게 좋아요."
        },
        "career": "전문적인 지식을 깊이 파고들거나 연구하는 분야에서 성과가 있습니다. 혼자서 묵묵히 일하는 것이 능률이 더 오를 거예요.",
        "wealth": "돈을 버는 것보다는 지키는 것이 중요합니다. 금전적으로 쪼들릴 수 있으니 불필요한 지출을 줄이고 절약해야 해요."
      },
      "advice": {
        "action": "조용히 혼자 생각할 시간을 가지세요. 답은 당신 안에 있습니다.",
        "warning": "너무 폐쇄적으로 굴면 고립될 수 있어요. 주변의 도움을 거절하지 마세요.",
        "lucky_item": "안경, 지팡이(등산스틱)"
      }
    },
    {
      "id": "major_10_wheel_of_fortune",
      "name_kr": "10. 운명의 수레바퀴 (Wheel of Fortune)",
      "keywords": ["#변화", "#운명", "#타이밍", "#순환", "#행운"],
      "meanings": {
        "general": "피할 수 없는 변화의 흐름이 다가오고 있어요. 이것은 당신의 인생을 한 단계 업그레이드해 줄 운명적인 기회입니다. 흐름에 몸을 맡기세요.",
        "dating": {
          "single": "운명적인 상대를 만날 수 있는 아주 좋은 시기입니다. 우연히 마주친 사람에게 첫눈에 반할 수도 있어요.",
          "couple": "관계가 한 단계 발전하거나 변화하는 시점입니다. 결혼 이야기가 오가거나, 권태기였다면 다시 사이가 좋아지는 계기가 생길 거예요.",
          "reunion": "두 사람의 인연은 아직 끝나지 않았어요. 억지로 노력하지 않아도 자연스럽게 다시 만날 기회가 찾아올 거예요. 재회 운이 강하게 들어와 있습니다."
        },
        "career": "상황이 당신에게 유리하게 돌아갑니다. 뜻밖의 기회로 부서 이동을 하거나 좋은 조건의 이직 제안을 받을 수 있어요.",
        "wealth": "금전운이 상승세입니다. 투자 수익이 나거나 예상치 못한 공돈이 들어올 수 있어요."
      },
      "advice": {
        "action": "변화를 두려워하지 말고 기회를 잡으세요. 지금이 타이밍입니다.",
        "warning": "좋은 운이 영원할 거라 자만하지 말고, 겸손함을 유지하세요.",
        "lucky_item": "시계, 원형 장신구"
      }
    },
    {
      "id": "major_11_justice",
      "name_kr": "11. 정의 (Justice)",
      "keywords": ["#공정", "#균형", "#판단", "#법", "#결단"],
      "meanings": {
        "general": "감정보다는 이성적인 판단이 필요한 때입니다. 뿌린 대로 거둔다는 말처럼, 당신이 노력한 만큼 정확한 결과를 얻게 될 거예요. 균형을 잡는 것이 중요해요.",
        "dating": {
          "single": "조건을 꼼꼼히 따져보고 만남을 결정하게 됩니다. 소개팅을 한다면 상대방을 평가하려는 태도가 강할 수 있어요.",
          "couple": "서로 준 만큼 받아야 한다는 보상 심리가 생길 수 있어요. 감정적인 교류보다는 논리적인 대화가 오가는 시기입니다.",
          "reunion": "상대방은 당신과의 관계에서 무엇이 문제였는지 이성적으로 계산하고 있어요. 당신이 잘못한 게 있다면 사과가 선행되어야 합니다. 단순히 감정에 호소해서는 통하지 않아요."
        },
        "career": "계약이나 법적인 문제를 다룰 때 유리합니다. 공정한 평가를 통해 정당한 보상을 받게 될 거예요.",
        "wealth": "수입과 지출의 균형을 잘 맞춰야 합니다. 금전 거래나 계약서는 꼼꼼하게 확인하세요."
      },
      "advice": {
        "action": "객관적으로 상황을 분석하고 공정하게 결정하세요.",
        "warning": "너무 깐깐하게 따지다가 소중한 사람을 잃을 수 있어요. 융통성을 가지세요.",
        "lucky_item": "저울, 도장"
      }
    },
    {
      "id": "major_12_the_hanged_man",
      "name_kr": "12. 매달린 남자 (The Hanged Man)",
      "keywords": ["#희생", "#인내", "#정체", "#새로운시각", "#깨달음"],
      "meanings": {
        "general": "지금은 옴짝달싹할 수 없는 정체기처럼 보일 수 있어요. 하지만 이 시간은 더 큰 도약을 위한 준비 과정입니다. 상황을 거스르려 하지 말고 다른 관점에서 바라보세요.",
        "dating": {
          "single": "연애를 하고 싶어도 상황이 여의치 않네요. 짝사랑 중이라면 상대에게 헌신하지만 보답받기 힘들 수 있어요.",
          "couple": "참고 견뎌야 하는 일이 생길 수 있어요. 상대방을 위해 내가 희생해야 평화가 유지되는 시기입니다.",
          "reunion": "지금 당장은 움직일 수 없는 상황이에요. 상대방도, 당신도 어쩔 수 없는 현실적인 문제에 묶여 있어요. 재회를 원한다면 긴 시간이 필요하고, 고통을 감내해야 합니다."
        },
        "career": "일이 마음대로 진행되지 않고 지연될 수 있어요. 무리하게 추진하기보다는 잠시 멈춰서 재정비하는 시간을 가지세요.",
        "wealth": "돈이 묶이거나 손해를 감수해야 할 수도 있어요. 지금은 투자를 멈추고 관망하는 게 좋습니다."
      },
      "advice": {
        "action": "잠시 멈춰서 상황을 거꾸로 생각해보세요. 희생이 헛되지 않을 거예요.",
        "warning": "현실 도피성으로 아무것도 하지 않고 시간만 보내는 건 아닌지 경계하세요.",
        "lucky_item": "요가 매트, 생수"
      }
    },
    {
      "id": "major_13_death",
      "name_kr": "13. 죽음 (Death)",
      "keywords": ["#끝", "#새로운시작", "#이별", "#변화", "#정리"],
      "meanings": {
        "general": "두려워하지 마세요. 이것은 완전한 소멸이 아니라, 낡은 것이 끝나고 새로운 것이 시작되는 과정입니다. 과거를 과감히 정리해야 새로운 운이 들어옵니다.",
        "dating": {
          "single": "과거의 연애 트라우마나 미련을 완전히 끊어내야 새로운 사랑이 찾아옵니다.",
          "couple": "관계의 큰 변화가 예상됩니다. 이별을 맞이할 수도 있지만, 나쁜 습관을 고치고 관계가 완전히 새롭게 태어날 수도 있어요.",
          "reunion": "안타깝지만 그 사람과는 완전히 끝났다는 신호일 수 있어요. 만약 다시 만난다 해도 예전과는 전혀 다른 관계가 되어야 해요. 과거의 모습 그대로는 재회가 불가능합니다."
        },
        "career": "하던 일을 그만두거나 프로젝트가 무산될 수 있어요. 하지만 이는 더 좋은 기회를 위한 정리이니 너무 낙심하지 마세요.",
        "wealth": "금전적인 손실이 있을 수 있지만, 이를 계기로 재무 상태를 완전히 뜯어고치게 됩니다."
      },
      "advice": {
        "action": "미련 없이 정리하고 받아들이세요. 비워야 채워집니다.",
        "warning": "변화를 거부하고 과거를 붙들고 있으면 고통만 길어질 뿐이에요.",
        "lucky_item": "검정색 옷, 청소 도구"
      }
    },
    {
      "id": "major_14_temperance",
      "name_kr": "14. 절제 (Temperance)",
      "keywords": ["#조율", "#절제", "#중용", "#화합", "#인내심"],
      "meanings": {
        "general": "서로 다른 것들을 섞어 새로운 조화를 만들어내는 시기입니다. 급하게 서두르지 말고 천천히 조율하며 균형을 맞춰가세요. 인내심이 당신을 평화로 이끌 거예요.",
        "dating": {
          "single": "마음이 잘 통하고 대화가 잘 되는 사람을 만날 수 있어요. 장거리 연애나 문화 차이가 있는 사람과의 인연도 있겠네요.",
          "couple": "서로의 다름을 인정하고 맞춰가는 과정입니다. 감정 기복 없이 편안하고 안정적인 연애를 하게 될 거예요.",
          "reunion": "급하게 다가가면 안 돼요. 가끔 안부를 물으며 천천히 스며들어야 합니다. 상대방도 당신에 대한 나쁜 기억이 희석되고 있으니, 친구처럼 편안하게 다시 연결될 가능성이 있어요."
        },
        "career": "여러 업무를 동시에 조율하거나, 부서 간의 의견을 중재하는 역할을 하게 됩니다. 적응력이 뛰어나 원만하게 일을 처리할 수 있어요.",
        "wealth": "돈의 흐름이 원활합니다. 큰돈을 벌기보다는 들어오고 나가는 돈의 관리가 잘 되어 안정적이에요."
      },
      "advice": {
        "action": "한쪽으로 치우치지 말고 중간 지점을 찾으세요. 소통과 타협이 필요합니다.",
        "warning": "너무 재기만 하다가 타이밍을 놓칠 수 있어요. 결단이 필요할 땐 과감해지세요.",
        "lucky_item": "물병, 칵테일"
      }
    },
    {
      "id": "major_15_the_devil",
      "name_kr": "15. 악마 (The Devil)",
      "keywords": ["#속박", "#유혹", "#중독", "#욕망", "#집착"],
      "meanings": {
        "general": "강렬한 유혹에 사로잡혀 있군요. 끊어내야 한다는 걸 알면서도 벗어나기 힘든 상황일 수 있어요. 자신의 욕망을 직시하되, 그 노예가 되지는 마세요.",
        "dating": {
          "single": "위험하지만 치명적인 매력을 가진 사람에게 끌릴 수 있어요. 육체적인 관계에 치중하거나 나쁜 남자/여자를 만날 가능성이 높아요.",
          "couple": "서로에게 강하게 집착하거나 구속하는 관계가 될 수 있어요. 건강하지 못한 관계임을 알면서도 헤어지기 힘든 상황이네요.",
          "reunion": "서로에게 애증이 남아있어 끊어내지 못하고 다시 만날 확률이 매우 높습니다. 하지만 이것이 진정한 사랑인지, 아니면 성적인 끌림이나 집착인지 냉정하게 판단해야 해요."
        },
        "career": "부당한 거래나 유혹적인 제안을 받을 수 있어요. 당장의 이익은 클 수 있지만 나중에 문제가 될 소지가 다분합니다.",
        "wealth": "빚을 내서 투자를 하거나 도박, 유흥에 돈을 탕진할 위험이 있어요. 욕심을 부리다가는 족쇄를 차게 될 수 있습니다."
      },
      "advice": {
        "action": "이성이 마비되지 않도록 정신을 똑바로 차리세요. 구속에서 스스로 걸어 나와야 해요.",
        "warning": "달콤한 유혹 뒤에는 반드시 대가가 따릅니다. 부정직한 일에는 손대지 마세요.",
        "lucky_item": "사슬 모양 액세서리, 촛불"
      }
    },
    {
      "id": "major_16_the_tower",
      "name_kr": "16. 탑 (The Tower)",
      "keywords": ["#붕괴", "#충격", "#급변", "#파괴", "#깨달음"],
      "meanings": {
        "general": "공들여 쌓은 탑이 무너지는 듯한 충격적인 일이 생길 수 있어요. 하지만 이는 잘못된 기반을 무너뜨리고 새롭게 시작하기 위한 필연적인 과정입니다. 겸허히 받아들이세요.",
        "dating": {
          "single": "믿었던 사람에게 배신감을 느끼거나, 썸이 갑작스럽게 깨질 수 있어요.",
          "couple": "큰 싸움이나 갑작스러운 이별 통보가 있을 수 있습니다. 관계의 근본적인 문제가 터져 나오는 것이니 피할 수 없는 위기일 수 있어요.",
          "reunion": "재회는 불가능에 가깝습니다. 혹은 다시 만난다 해도 또다시 크게 싸우고 헤어질 가능성이 높아요. 지금은 깨진 관계를 붙들기보다 당신의 마음을 추스르는 게 우선입니다."
        },
        "career": "갑작스러운 해고, 부도, 프로젝트 실패 등 예상치 못한 악재가 닥칠 수 있습니다. 하지만 이것이 전화위복이 되어 더 맞는 길을 찾게 될 거예요.",
        "wealth": "부동산 가격 하락이나 주식 폭락 등 금전적 손실을 조심해야 합니다. 리스크가 큰 투자는 절대 금물이에요."
      },
      "advice": {
        "action": "무너진 것을 억지로 막으려 하지 마세요. 바닥부터 다시 쌓는 용기가 필요합니다.",
        "warning": "감정적으로 폭발하여 돌이킬 수 없는 말을 하지 않도록 입을 조심하세요.",
        "lucky_item": "안전모, 비상금"
      }
    },
    {
      "id": "major_17_the_star",
      "name_kr": "17. 별 (The Star)",
      "keywords": ["#희생", "#치유", "#영감", "#순수", "#낙관"],
      "meanings": {
        "general": "어두운 밤하늘에 빛나는 별처럼 희망이 보이네요. 힘든 시간은 지나갔고, 이제 꿈꾸던 일이 이루어질 거라는 믿음을 가지세요. 힐링과 회복의 시간입니다.",
        "dating": {
          "single": "이상형에 가까운 사람을 만나거나, 동경하던 사람과 인연이 닿을 수 있어요. 로맨틱하고 순수한 사랑이 시작됩니다.",
          "couple": "서로의 미래를 함께 꿈꾸며 희망찬 관계를 이어갑니다. 다툼이 있었다면 화해하고 더욱 애틋해질 거예요.",
          "reunion": "재회에 대한 희망을 가져도 좋습니다. 상대방도 당신을 아름다운 추억으로 기억하고 있어요. 긍정적인 마음으로 기다린다면 우연히라도 연락이 닿을 수 있습니다."
        },
        "career": "예술적이거나 창의적인 분야에서 재능을 발휘하게 됩니다. 취업이나 승진 등 바라던 목표에 한 걸음 가까워질 거예요.",
        "wealth": "금전운이 트이고 있습니다. 미래를 위한 투자가 좋은 결과를 가져올 거예요. 뜻밖의 선물이나 보너스를 기대해도 좋아요."
      },
      "advice": {
        "action": "긍정적인 마음으로 꿈을 구체화해보세요. 소원을 빌면 이루어질 거예요.",
        "warning": "현실성 없이 막연한 기대만 하고 노력하지 않으면 꿈에 그칠 수 있어요.",
        "lucky_item": "별 모양 액세서리, 생수"
      }
    },
    {
      "id": "major_18_the_moon",
      "name_kr": "18. 달 (The Moon)",
      "keywords": ["#불안", "#혼란", "#애매함", "#착각", "#잠재의식"],
      "meanings": {
        "general": "한 치 앞을 알 수 없는 안개 속에 있는 것처럼 불안하고 혼란스러운 상태군요. 겉으로 보이는 것이 다가 아닙니다. 숨겨진 진실이나 내면의 두려움을 직시해야 해요.",
        "dating": {
          "single": "상대방의 속을 알 수 없어 답답하거나, 좋지 않은 소문이 있는 사람과 엮일 수 있어요. 섣불리 마음을 주지 말고 지켜보세요.",
          "couple": "오해와 의심이 싹트기 쉬운 시기입니다. 상대방이 거짓말을 하거나 바람을 피운다는 의심이 들 수도 있어요. 감정적으로 대응하지 마세요.",
          "reunion": "그 사람의 마음은 여전히 갈팡질팡하고 있어요. 당신을 그리워하다가도 현실적인 문제 때문에 망설입니다. 재회가 된다 해도 또다시 애매한 관계가 될 수 있으니 신중하세요."
        },
        "career": "일의 전망이 불투명하거나 사내 정치가 있을 수 있습니다. 계약서에 숨겨진 독소 조항은 없는지 꼼꼼히 확인해야 해요.",
        "wealth": "사기를 당하거나 보이스피싱 같은 위험에 노출될 수 있으니 조심하세요. 불확실한 곳에는 절대 투자하지 마세요."
      },
      "advice": {
        "action": "직감을 믿되, 돌다리도 두들겨 보고 건너세요. 확인되지 않은 사실에 휘둘리지 마세요.",
        "warning": "밤늦게 돌아다니거나 술에 취해 실수하지 않도록 주의하세요.",
        "lucky_item": "달 모양 무드등, 은 제품"
      }
    },
    {
      "id": "major_19_the_sun",
      "name_kr": "19. 태양 (The Sun)",
      "keywords": ["#성공", "#행복", "#활력", "#순수", "#긍정"],
      "meanings": {
        "general": "구름 한 점 없는 맑은 하늘처럼 모든 것이 명확하고 밝게 빛나고 있어요. 당신의 앞길에 축복과 행운이 가득합니다. 어린아이처럼 순수한 마음으로 이 행복을 즐기세요.",
        "dating": {
          "single": "밝고 긍정적인 에너지를 가진 사람을 만나 행복한 연애를 시작할 수 있어요. 당신도 매력이 넘쳐 주변의 주목을 받게 됩니다.",
          "couple": "더할 나위 없이 좋은 시기입니다. 서로를 전적으로 신뢰하며, 결혼 축복이나 임신 등 경사가 있을 수 있어요.",
          "reunion": "상대방은 당신과의 관계를 긍정적으로 다시 생각하기 시작했어요. 오해가 있었다면 눈 녹듯 사라지고, 밝은 모습으로 다시 만날 수 있는 아주 좋은 운입니다."
        },
        "career": "진행하던 일이 대성공을 거두고 능력을 인정받습니다. 취업, 승진, 합격 등 원하는 모든 것을 이룰 수 있는 최고의 운세예요.",
        "wealth": "금전적으로도 풍요롭고 걱정이 없습니다. 사업이 번창하거나 보너스를 받는 등 수익이 늘어날 거예요."
      },
      "advice": {
        "action": "자신감을 가지고 밖으로 나가 활동하세요. 당신의 에너지를 주변에 나누어 주세요.",
        "warning": "너무 들뜨거나 자만하다가 작은 실수를 할 수 있으니 침착함은 유지하세요.",
        "lucky_item": "해바라기, 금 장신구"
      }
    },
    {
      "id": "major_20_judgement",
      "name_kr": "20. 심판 (Judgement)",
      "keywords": ["#부활", "#보상", "#소식", "#결단", "#재회"],
      "meanings": {
        "general": "기다리던 소식이 들려오고, 과거의 노력에 대한 보상을 받는 시기입니다. 중요한 결단의 순간이 왔으니, 하늘의 뜻을 받아들이고 새로운 단계로 나아가세요.",
        "dating": {
          "single": "과거에 알던 사람과 다시 연결되거나, 짝사랑하던 사람에게서 연락이 올 수 있어요. 결정적인 기회가 찾아옵니다.",
          "couple": "권태기나 위기를 겪던 커플이라면 관계가 기적적으로 회복되거나, 결혼이라는 확실한 결실을 맺게 됩니다.",
          "reunion": "대표적인 재회 카드입니다! 끊어졌던 인연이 다시 이어질 운명적인 기회가 옵니다. 그 사람에게서 연락이 오거나, 우연히 마주칠 수 있어요. 놓치지 마세요."
        },
        "career": "그동안의 성과를 평가받고 좋은 결과를 얻게 됩니다. 재취업에 성공하거나 복직하는 등 다시 기회를 얻을 수도 있어요.",
        "wealth": "빌려준 돈을 받거나 잊고 있던 주식이 오르는 등 과거의 투자가 이익이 되어 돌아옵니다."
      },
      "advice": {
        "action": "다가오는 기회를 망설이지 말고 잡으세요. 용기 있는 결단이 필요합니다.",
        "warning": "과거의 잘못을 되풀이하지 않도록 반성하고 새롭게 태어나야 합니다.",
        "lucky_item": "나팔, 붉은 십자가"
      }
    },
    {
      "id": "major_21_the_world",
      "name_kr": "21. 세계 (The World)",
      "keywords": ["#완성", "#성취", "#통합", "#만족", "#해피엔딩"],
      "meanings": {
        "general": "긴 여정이 성공적으로 마무리되고, 완벽한 조화를 이루는 순간입니다. 당신이 목표한 바를 달성하고 최고의 만족감을 느낄 수 있는 시기예요. 이제 더 넓은 세상으로 나아갈 준비가 되었습니다.",
        "dating": {
          "single": "당신의 이상형에 딱 맞는 완벽한 상대를 만날 수 있어요. 혹은 국제 연애 등 새로운 세상의 사람과 인연이 닿을 수도 있겠네요.",
          "couple": "두 사람의 사랑이 결실을 맺어 결혼에 골인하거나, 서로에게 더 이상 바랄 것 없는 완벽한 파트너가 됩니다.",
          "reunion": "두 사람의 인연은 아직 끝나지 않았고, 다시 만난다면 결혼까지 갈 수 있는 운명적인 관계입니다. 서로가 서로의 빈자리를 완벽하게 채워줄 수 있음을 깨닫게 될 거예요."
        },
        "career": "프로젝트를 성공적으로 완수하고 큰 명예를 얻습니다. 해외로 진출하거나 더 큰 무대로 나아갈 기회가 생길 거예요.",
        "wealth": "금전적으로도 목표를 달성하고 안정적인 궤도에 오릅니다. 부와 명예를 동시에 거머쥘 수 있는 운입니다."
      },
      "advice": {
        "action": "마무리를 확실하게 하고 축배를 드세요. 당신은 충분히 그럴 자격이 있습니다.",
        "warning": "완성에 안주하지 마세요. 또 다른 시작이 당신을 기다리고 있으니까요.",
        "lucky_item": "지구본, 원형 리스"
      }
    }
  ]
}